---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.CentralModelContentionException
source: html/cd787504-0998-6cb7-e1e2-3e4185143ab3.htm
---
# CentralModelContentionException Members

Retrieves data needed to serialize the target object.